[
  {
    "id": "1",
    "title": "From Chaiwala to CEO: The Inspiring Journey of Ramesh Patel",
    "description": "How a small tea stall owner built a multi-crore food delivery empire serving authentic Gujarati cuisine.",
    "content": "Ramesh Patel started his journey with a small tea stall in Ahmedabad...",
    "image": "https://images.timesnownews.com/thumb/msid-152077445,thumbsize-62812,width-1280,height-720,resizemode-75/152077445.jpg",
    "date": "2023-10-15",
    "category": "Business",
    "readTime": "5 min read"
  },
  {
    "id": "2",
    "title": "Meet the Sisters Revolutionizing Handloom in Varanasi",
    "description": "Two sisters from Varanasi have transformed their family's struggling handloom business into an international success story.",
    "content": "Sisters Priya and Meera Singh took over their family's handloom business in 2015...",
    "image": "/assets/article2.jpg",
    "date": "2023-10-10",
    "category": "Art & Culture",
    "readTime": "7 min read"
  },
  {
    "id": "3",
    "title": "The Organic Farming Revolution in Kerala's Backwaters",
    "description": "How a collective of farmers in Alappuzha transformed barren land into thriving organic farms using traditional methods.",
    "content": "In 2017, a group of 10 farmers in Alappuzha district started practicing completely organic farming methods...",
    "image": "/assets/article3.jpg",
    "date": "2023-10-05",
    "category": "Agriculture",
    "readTime": "6 min read"
  },
  {
  "id": "4",
  "title": "Government Polytechnic Sahjanwa Gorakhpur, Uttar Pradesh India: A New Era of Technical Education",
  "description": "The academic session 2025–2026 marks a proud beginning for Government Polytechnic Sahjanwa, Gorakhpur (Uttar Pradesh) under the vision of Hon’ble Chief Minister Yogi Adityanath Ji. The institution is committed to delivering high-quality technical education and preparing skilled professionals for the future.",
  "content": "Academic Programs\n The college currently offers three major branches of diploma education, each with 75 seats: Computer Science and Engineering (CSE), Mechanical Engineering (ME), and Electrical Engineering.\n\nIn addition, an upcoming branch in Artificial Intelligence and Machine Learning (AI/ML) will soon be introduced, also with 60 seats, to meet the rising demand for advanced technological skills.\n\nFacilities and Infrastructure\nGovernment Polytechnic Sahjanwa ensures a student-friendly environment with modern amenities, including: Separate hostels for boys and girls, canteen facility with hygienic food, safe parking space, RO water supply, a well-equipped library with digital resources, modern digital boards for interactive learning, advanced laboratories and workshops.\n\nExperienced Faculty\nThe college is proud of its highly experienced and creative faculty members, who are dedicated to nurturing innovation, discipline, and technical expertise among students.\n\nVision for the Future\nWith its robust infrastructure, industry-relevant courses, and the upcoming AI/ML branch, the college aims to become a center of excellence in technical education in Eastern Uttar Pradesh.\n\n✨ Government Polytechnic Sahjanwa, Gorakhpur – Building the future of technical education under the guidance of Yogi Adityanath Ji.",
  "image": "/main.jpeg",
   "date": "2025-09-22",
  "category": "Education",
  "readTime": "6 min read"
}

]
